<?php
/* ---------------------------------
 * http://www.lovediscuz.com
----------------------------------*/

if(!defined('IN_DISCUZ')) {exit('Access Denied');}


/* -----------------------功能控制区域开始------------------------------*/


$sxp_nv='1';	//设置关闭顶部导航固定，"1"为开启，"0"为关闭;
$sxp_ggg='1';   //论坛首页站点公告区域，0为关闭，1为开启;

/* -----------------------功能控制结束----------------------------------*/



/* ---------------模板语言包编码判断区域（不可修改）----------------*/

$sxp_language = 'language.'.currentlang().'.php';

/* -----------------------功能控制结束----------------------------------*/

?>